/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Format pjesme se ne može konvertirati.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Čini se da je ovaj projekt oštećen. Molimo, obnovite iz sigurnosne kopije.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Ovaj projekt izrađen je u prijelaznoj verziji aplikacije Logic, koja nije bila puno izdanje. Više se ne može otvoriti";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Pjesma koju pokušavate otvoriti je u Logic 4 formatu (ili ranijem). Molimo, prvo je otvorite i spremite u aplikaciji Logic 7.2.1 ili ranijoj.\n\nTo trebate napraviti na Macintosh računalu sa starijom verzijom macOS sustava jer ove stare verzije aplikacije Logic Pro nisu kompatibilne sa sustavom macOS 10.13 i novijima.";
